<template><div><h1 id="前言" tabindex="-1"><a class="header-anchor" href="#前言"><span><strong>前言</strong></span></a></h1>
<p>在最近的互联网热点新闻中，越来越多关于萌新不会使用电脑的问题登上热搜，同时也出现了令老手们十分头疼的问题。例如</p>
<p><img src="/解压圣经.jpg" alt="Untitled"></p>
<hr>
<blockquote>
<p>你已经死了，这里是地狱！
因为你生前总是对着一堆没品笑话哈哈大笑，所以我们决定对你实施最严厉的酷刑！
——观看大学生操作电脑！
看吧！他在使用Excel，但是他不会用任何一个快捷键！哦天哪他的Ctrl键甚至是全新的……他连自动填充和方向键都不用！从1到100都是手打的！
他输入中文的时候只用两根食指！每输入完一个词，他都用鼠标去点候选词！他一分钟打20个字！
他想要居中标题，在标题前面打了一连串的空格！直到标题看起来在中间的位置了！
他直接在百度上搜“爱奇艺下载”了！他点进了华军软件园了！他点了那个最大的“高速下载”！他直接运行了p2p下载器！他没有取消任何一个勾选的捆绑程序，直接点了下一步！他的桌面上多了4个，不，5个，不，6个图标！
他的表格做好了，噢他直接保存到wps云端了！他不知道如何把这份表格发给他的上司！他点了分享按钮，给他的上司发了一个金山文档链接！这份表格在云端查看的时候彻底乱码了！
他正在下载破解版游戏，他得到了一个压缩包！噢他没有解压缩，直接在压缩软件里点开了game.exe！游戏报错了！
他安装了一个游戏！他把game.exe直接剪切到了桌面！点开之后又报错了！
他希望把室友电脑里的游戏拷贝到自己电脑里！他把桌面上的快捷方式直接拖到了自己的U盘里！插回自己电脑运行的时候又报错了！
他打开文件的方式是鼠标左键疯狂连点！他至少点了10次！天哪现在桌面上的弹窗都堆不下了！</p>
</blockquote>
<hr>
<p>对此，一部分人认为：“电脑的使用应该是想通识课一样本应该就会的东西”。
现如今，中国智能手机几乎做到的人手一部，许多第一次接触互联网的用户很多都是用手机，
手机的高度集成化使得其具有便携性和丰富的功能，同时更方便与人交流。</p>
<p>那你可能会问？手机这么好，为什么现在还有人用电脑呢？
因为电脑在很多领域都发挥着不可替代的作用。比如文档编辑与数据处理，手机屏幕较小，且输入方式不像电脑快捷，效率会很低下；再比如专业软件，用于视频图片处理的PR PS、动画模型渲染的3DMAX、以及最近大火的AI绘画等，它们都依赖于电脑的硬件与功能，这些都是手机无法做到的事情。所以要推荐使用电脑处理复杂的功能。</p>
<p>很多高考完的同学都会购买笔记本电脑，很多人都是第一次接触，会有许多疑问
如何购买适合自己的笔记本电脑？
如何使用自己的笔记本电脑？</p>
<p>结合上述问题加上我日常生活中的经验写出这篇指南，这篇指南面向与电脑初学者，帮助并认识到电脑的基本操作，希望看完后能对电脑有个大致的了解</p>
<p>PS：本篇指南以WIN10系统为例</p>
</div></template>


